{
  "name": "Вафли хрустящие в вафельнице",
  "remark": "10 порций. Время приготовления - 20 мин.",
  "ingredients": [
    {
      "nomenclature": "0c101a7e-5934-4155-83a6-d2c388fcc11a",
      "measure": "adb7510f-687d-428f-a697-26e53d3f65b7",
      "value": 100.0
    },
    {
      "nomenclature": "39d9349d-28fa-4c7b-ad92-5c5fc7cf93da",
      "measure": "adb7510f-687d-428f-a697-26e53d3f65b7",
      "value": 80.0
    },
    {
      "nomenclature": "de92caf7-731c-44cf-a9f4-31237e6fe707",
      "measure": "adb7510f-687d-428f-a697-26e53d3f65b7",
      "value": 70.0
    },
    {
      "nomenclature": "3ce75449-05e8-4921-9310-9bcd0be7095b",
      "measure": "f8346e8b-7260-4db8-a673-c8c826ab08b7",
      "value": 1.0
    },
    {
      "nomenclature": "fc389d90-2c41-4495-8d04-56d75acff008",
      "measure": "adb7510f-687d-428f-a697-26e53d3f65b7",
      "value": 5.0
    }
  ],
  "steps": [
    [
      "Как испечь вафли хрустящие в вафельнице? Подготовьте необходимые продукты. Из данного количества у меня получилось {n} штук диаметром около {diam} см.",
      {
        "n": 8,
        "diam": 10
      }
    ],
    "Масло положите в сотейник с толстым дном. Растопите его на маленьком огне на плите, на водяной бане либо в микроволновке.",
    "Добавьте в теплое масло сахар. Перемешайте венчиком до полного растворения сахара. От тепла сахар довольно быстро растает.",
    "Добавьте в масло яйцо. Предварительно все-таки проверьте масло, не горячее ли оно, иначе яйцо может свариться. Перемешайте яйцо с маслом до однородности.",
    "Всыпьте муку, добавьте ванилин.",
    "Перемешайте массу венчиком до состояния гладкого однородного теста.",
    "Разогрейте вафельницу по инструкции к ней. У меня очень старая, еще советских времен электровафельница. Она может и не очень красивая, но печет замечательно! Я не смазываю вафельницу маслом, в тесте достаточно жира, да и к ней уже давно ничего не прилипает. Но вы смотрите по своей модели. Выкладывайте тесто по столовой ложке. Можно класть немного меньше теста, тогда вафли будут меньше и их получится больше.",
    "Пеките вафли несколько минут до золотистого цвета. Осторожно откройте вафельницу, она очень горячая! Снимите вафлю лопаткой. Горячая она очень мягкая, как блинчик."
  ]
}